const products = {
  accounts: [
    {
      title: "Дестр 88 Ур. 61% (Кластер Барц)",
      price: 210000,
      region: "Россия",
      class: "ОРБ",
      typeClass: "gold",
      cardStats: [
        { icon: "img/accounts/stats/defense.png", label: "Защита", value: 571 },
        { icon: "img/accounts/stats/dmg_reduction.png", label: "Снижение урона", value: 449 },
        { icon: "img/accounts/stats/resist_abilities.png", label: "Сопротивление умениям", value: 609 },
        { icon: "img/accounts/stats/damage.png", label: "Урон", value: 630 },
        { icon: "img/accounts/stats/accuracy.png", label: "Точность", value: 693 }
      ],
      cover: "img/test-real/product1_1.webp",
      images: [
        "img/test-real/product1_2.webp",
        "img/test-real/product1_3.webp",
        "img/test-real/product1_4.webp",
        "img/test-real/product1_5.webp",
        "img/test-real/product1_6.webp",
        "img/test-real/product1_7.webp",
        "img/test-real/product1_8.webp",
        "img/test-real/product1_9.webp",
        "img/test-real/product1_10.webp",
        "img/test-real/product1_11.webp",
        "img/test-real/product1_12.webp",
        "img/test-real/product1_13.webp",
        "img/test-real/product1_14.webp",
        "img/test-real/product1_15.webp",
        "img/test-real/product1_16.webp",
      ],
      stats: {
        defense: 571,
        dmg_reduction: 449,
        resist_abilities: 609,
        damage: 630,
        accuracy: 693
      },
      skills: [
        { name: "Эратона", a: 12, b: 12, c: 12, note: "3 скилла" },
        { name: "Полина", a: 12, b: 12, c: 12, note: "3 скилла" },
        { name: "Терси", a: 12, b: 9, c: 8, note: "2 скилла" },
        { name: "Невитт", a: 12, b: 12, c: 12, note: "3 скилла" },
        { name: "Масия", a: 12, b: 12, c: 12, note: "3 скилла" },
        { name: "Калли", a: 12, b: 12, c: 12, note: "3 скилла" },
        { name: "Анаким", a: 12, b: 12, c: 11, note: "2 скилла" },
        { name: "Одиэль", a: 10, b: 8, c: 9, note: "1 скилл" },
        { name: "Канапель", a: 9, b: 9, c: 9, note: "1 скилл" },
        { name: "Марис", a: 8, b: 7, c: 7, note: "1 скилл" },
        { name: "Анаис", a: 7, b: 5, c: 6, note: "" },
        { name: "Тиада", a: 5, b: 3, c: 4, note: "" },
        { name: "Истхина", a: 5, b: 3, c: 4, note: "" },
        { name: "Экимус", a: 3, b: 0, c: 0, note: "" }
      ],
      description: "ℹ️ Другие Характеристики: Крит. Шанс. 287%, Шанс двойного урона 240%, шанс тройного урона 148%, Блокировка оружия 269%, увеличение урона от оружия 504%, увеличение урона от умений 520%, сопротивление оглушению 257%, шанс оглушения 232%.<br><br>💯 Коллекции Вещей: Общие 59%. Героическая 13%<br>Донат Коллы Закрыты Частично❗<br><br>🔥 В НАЛИЧИИ КАОС Х3❗ВУЛКАН Х4❗РАУЛЬ Х2❗ ЭЛЬВИНА Х3❗<br>🟣 Фиол Карты: 49 шт. (все продвинуты и пробуждены) + 4 Золотых Камня!<br>🔴 Красные Карты: 110 шт. (все пробуда)<br><br>🔥 В НАЛИЧИИ АУРАКИРИЯ Х3❗АНТАРАС Х3❗ВАЛАКАС Х3 ❗ФАФУРИОН Х3❗ЛИНДВИОР Х3❗<br>🟣 Фиол Агатионы: 17 шт. (все пробуда) + 1 Золотой Камень!<br>🔴 Красные Агатионы: 54 шт. (53 пробуждено)<br><br>🔥 В НАЛИЧИИ ВЛАДЫЧЕСТВО И ДОСТОИНСТВО ❗<br>⚜️ Фиол Скиллы: 7 шт. + Имперское 1,2 + 2 за Адену + 106кк Орденов Славы.<br>📕 Красные Скиллы: Все, Включая Годдарда!<br>📖 Скиллы Наследника: 37 шт! + 8 ФИОЛ!<br>🔖 Другие Скиллы: Танцы, Феникс на Глада, Щит на Орба.<br>📜 Артефакты: Фиолетовые 2 шт. Красные 58 шт. (13 шт в класс)<br>🔴 Красные вещи: Красная солянка шмот на скрине ниже.<br><br>💸 Донатная Бижа: +8 блесс. Футболка силы эйнхасад, +7 Серьга земли, +7 Серьга огня, +6 блесс Серьга ветра, +6 браслет Стража, +6 блесс браслет Берсерка, +6 блесс печать Евы, +6 блесс печать Паагрио, +7 блесс брошь Веры, +6 блесс брошь Отваги, +5 блесс Забрало доблести, +5 блесс Горжет боевого духа, +3 блесс карманные часы вечности, +6 подвеска эйнхасад, +5 пентакль, +4 Руна силы, +3 Руна мудрости.<br><br>⚠️ Транспорт и Облики: 5 красных маунтов, 11 красных обликов.<br><br>⚙️ Печати Духа:<br>Заряд души 10+3, атака 10+3, хранитель 10+3, завоевание 10+3, дуэль 10+3, энергия 10+3, самоконтроль 10+0, воля 8+0, терпимость 7+1, вдохновение 6+1, клятва 5+1, порядок 5+1, благословение 4+3, господство 3+2.<br><br>💠 Пробуждение:<br>Эратона 12-12-12 + 3 скилла, Полина 12-12-12 +3 скилла, Терси 12-9-8 + 2 скилла, Невитт 12-12-12 + 3 скилла, Масия 12-12-12 +3 скилла, Калли 12-12-12 + 3 скилла, Анаким 12-12-11 + 2 скилла, Одиэль 10-8-9 + 1 скилл, Канапель 9-9-9 + 1 скилл, Марис 8-7-7 + 1 скилл, Анаис 7-5-6, Тиада 5-3-4, Истхина 5-3-4, Экимус 3.<br><br>😈 Кристалл Души:<br>XXV (4 скилла), XVII (3 скилла), XXV (4 скилла), XVI (0 скиллов), XVI (3 скилла), XXV (5 скиллов), XXV (3 скилла).<br>Не хватает 8 фиол душ!<br><br>⚔️ Мастерство:<br>Дестр фулл фиол мастерство (топ скиллы), мастер дестр фулл мастерство (11 топ скиллов фиол).<br><br>🧰 Пожитки: 10млрд аден, 106млн орденов славы, есть альты на многих серверах, 50/50 эликсиров, Сигма Фулл + 5 скиллов, в центре блокирование урона укола 2, 11кк знаков поручения.",
      details: [
        "Регион: Россия",
        "Класс: Дестр",
        "Уровень: 88",
        "Дроп: Золотой лут",
        "Вход: по номеру телефона",
        "Продажа: Голым!"
      ]
    },

    {
      title: "Маг 86 Ур. 47,7% (Кластер - Зигхард)",
      category: "premium",
      price: 140000,
      region: "Россия",
      class: "НОЖ",
      typeClass: "gold",
      cardStats: [
        { icon: "img/accounts/stats/defense.png", label: "Защита", value: 543 },
        { icon: "img/accounts/stats/dmg_reduction.png", label: "Снижение урона", value: 321 },
        { icon: "img/accounts/stats/resist_abilities.png", label: "Сопротивление умениям", value: 600 },
        { icon: "img/accounts/stats/damage.png", label: "Урон", value: 522 },
        { icon: "img/accounts/stats/accuracy.png", label: "Точность", value: 611 }
      ],
      cover: "img/test-real/product2_1.png",
      images: [
        "img/test-real/product2_2.png",
        "img/test-real/product2_3.png",
        "img/test-real/product2_4.png",
        "img/test-real/product2_5.png",
        "img/test-real/product2_6.png",
        "img/test-real/product2_7.png",
        "img/test-real/product2_8.png",
        "img/test-real/product2_9.png",
        "img/test-real/product2_10.png",
      ],
      stats: {
        defense: 543,
        dmg_reduction: 321,
        resist_abilities: 600,
        damage: 522,
        accuracy: 611
      },
      skills: [
        { name: "Эратона", a: 12, b: 12, c: 12, note: "3 скилла" },
        { name: "Полина", a: 12, b: 9, c: 10, note: "2 скилла" },
        { name: "Терси", a: 9, b: 9, c: 9, note: "2 скилла" },
        { name: "Невитт", a: 12, b: 12, c: 12, note: "3 скилла" },
        { name: "Масия", a: 10, b: 9, c: 9, note: "2 скилла" },
        { name: "Калли", a: 11, b: 10, c: 11, note: "2 скилла" },
        { name: "Анаким", a: 9, b: 9, c: 9, note: "1 скилл" },
        { name: "Одиэль", a: 9, b: 8, c: 9, note: "1 скилл" },
        { name: "Канапель", a: 8, b: 7, c: 7, note: "1 скилл" },
        { name: "Марис", a: 7, b: 5, c: 6, note: "1 скилл" },
        { name: "Анаис", a: 7, b: 6, c: 7, note: "" }
      ],
      description: "ℹ️ Другие Характеристики: Шанс Двойного Урона 179%, Шанс Тройного Урона 68%, Блокировка Оружия 218%, Увеличение Урона от Оружия 358%, Увеличение Урона от Умений 495%, Сопротивление Оглушению 228%, Шанс оглушения 158%.<br><br>💯 Коллекции Вещей: Общие: 49,03%.<br>Донат Коллы Закрыты Частично❗️<br><br>🔥 В НАЛИЧИИ ОРФЕЯ, ЭЛЬВИНА Х3❗️РАУЛЬ Х2❗️РАГРА❗️ИРМИНА Х2❗️<br>🟣 Фиол Карты: 41 шт. (17 шт. пробуждено и 7 продвинуто) + 1 Золотой Камень!<br>🔴Красные Карты: 107шт. МАХ пробуда и продвижение<br><br>🔥 В НАЛИЧИИ АНТАРАС Х3❗️ФАФУРИОН Х3 (ПРОБУДА АНТАРАСОМ)❗️ЛИНДВИОР Х1❗️<br>🟣 Фиол Агатионы: 17 шт. все пробуда х2 + 2 Золотых Камня!<br>🔴 Красные Агатионы: 47 шт. (47 шт. пробуждено + 17 продвинуто).<br>:check: Стихийное пробуждение агатионов: Фиолетовых - ур.1 (1 шт.), Красных - ур.1 (17 шт.) Синих - ур.2 (44 шт.)<br><br>🔥 В НАЛИЧИИ ВЛАДЫЧЕСТВО И ДОСТОИНСТВО 🔥<br>⚜️ Фиол Скиллы: 5 шт. Метеор, Хаос, Гравитация, Стигма, Ледяной Шторм + Первое Имперское Владение + 2 за адену (5-ый сундук с фиол скиллом за 120кк орденов куплен).<br>📕 Красные Скиллы: Все Красные Скиллы, кроме Гдд!<br>🔖 Другие скиллы: Инвиз на Ножа, Красный Танец, Феникс на Глада, Незаметность и Сброс движения на Ножа, Возмездие на Танка.<br>📖 Скиллы Наследника: 37 шт. Красных + 6 ФИОЛ!<br>📜 Артефакты: Фиолетовые 1 шт., Красные 30 шт. (8 шт. в класс).<br>🟪 Фиолетовые Вещи:<br>Диадема Тайн +5<br>Набедренники Падшего Ангела +5<br>Пламя Паагрио +5<br>Плащ Света Невитт +5<br>Символ Тайн +4<br>Мантия Тайн +5 (Преображение +1)<br>Драконник Сапоги +5 (2 души)<br>Ожерелье Архимага +0<br>Кольцо Династий +0<br><br>(В сломе Астрап +9 и Т1 Пухи +7 и +8 на Мага/ Глада) со слов продавца!<br><br>🟥 Красные Вещи: +7 Кровавый Небулит, +6 Набедренники Духа Шилен (привяз.), +3 Кристалл забвения (привяз.), +1 Пояс Эратоны, +3 Кольцо Величия, Сияющие кольцо.<br><br>💸 Донатная Бижа: +7 Блесс. Футболка Мудрости, +7 Серьга Земли, +7 Блесс. Серьга Огня, +6 Блесс. Серьга Ветра, +6 Браслет Берсерка, +6 Браслет Стража, +6 Печать Евы Блесс, +6 Печать Паагрио, +4 Руна Мудрости, +3 Руна Силы, +6 Блесс. Брошь Веры, +6 Брошь Отваги, +6 Подвеска, +6 Забрало Доблести, +6 Горжет Боевого Духа, +3 Карманные Часы Вечности.<br><br>⚠️ Транспорт и Облики: 4 красных транспорта и 2 красных облика.<br><br>⚙️ Печати Духа:<br>Заряд Души 10+3. Атака 10+1. Хранитель 10+0. Завоевание 10+0. Дуэль 10-2. Энергия 10+3. Самоконтроль 8-0. Воля 7+0. Терпимость 7+0. Вдохновение 5-2. Мастер: Клятва 4+3. Порядок 4+2.<br><br>💠 Пробуждение:<br>Эратона 12-12-12 + 3 скилла; Полина 12-9-10 + 2 скилла; Терси 9-9-9 + 2 скилла; Невитт 12-12-12 + 3 скилла; Масия 10-9-9 + 2 скилла; Калли 11-10-11 + 2 скилла; Анаким 9-9-9 + 1 скилл; Одиэль 9-8-9 + 1 скилл; Канапель 8-7-7 +1 скилл; Марис 7-5-6 +1 скилл; Мастер Анаис 7-6-7.<br><br>😈 Кристалл Души:<br>Прогресс по часовой стрелке: XXIII (4 скилла), XXII (3 скилла), XXV (4 скилла), XVI (3 скилла), XVII (3 скилла), XX (4 скилла), XVIII (3 скилла).<br>Все Красные Души!<br>В наличии 15 Фиол Душ!<br><br>⚔️ Мастерство:<br>Маг Фиол Мастерство<br><br>🧰 Пожитки: 3 млрд аден, 5,8кк орденов славы, 50/50 эликсиров скрафчено, Сигма Фулл + 4 скилла, 316 часов замка, 68к кубков виталки, 43кк знаков поручения, альты 55+лвл на серверах.",
      details: [
        "Регион: Россия",
        "Класс: Маг",
        "Уровень: 86",
        "Дроп: Золотой лут",
        "Вход: по номеру телефона"
      ]
    },
    {
      title: "Копьё Ур. 84.1% (Кластер - Барц)",
      category: "premium",
      price: 18000,
      region: "Россия",
      class: "МАГ",
      typeClass: "gold",
      cardStats: [
        { icon: "img/accounts/stats/defense.png", label: "Защита", value: 353 },
        { icon: "img/accounts/stats/dmg_reduction.png", label: "Снижение урона", value: 226 },
        { icon: "img/accounts/stats/resist_abilities.png", label: "Сопротивление умениям", value: 465 },
        { icon: "img/accounts/stats/damage.png", label: "Урон", value: 349 },
        { icon: "img/accounts/stats/accuracy.png", label: "Точность", value: 382 }
      ],
      cover: "img/test-real/prod3/1.png",
      images: [
        "img/test-real/prod3/2.png",
        "img/test-real/prod3/3.png",
        "img/test-real/prod3/4.png",
        "img/test-real/prod3/5.png",
        "img/test-real/prod3/6.png",
        "img/test-real/prod3/7.png",
        "img/test-real/prod3/8.png",
        "img/test-real/prod3/9.png",
        "img/test-real/prod3/10.png",
        "img/test-real/prod3/11.png",
        "img/test-real/prod3/12.png",
        "img/test-real/prod3/13.png",
        "img/test-real/prod3/14.png",
        "img/test-real/prod3/15.png",
        "img/test-real/prod3/16.png",
        "img/test-real/prod3/17.png",
        "img/test-real/prod3/18.png"
      ],
      stats: {
        defense: 353,
        dmg_reduction: 226,
        resist_abilities: 465,
        damage: 349,
        accuracy: 382
      },
      skills: [
        { name: "Эратона", a: 9, b: 12, c: 12, note: "1 скилл" },
        { name: "Полина", a: 9, b: 9, c: 9, note: "" },
        { name: "Терси", a: 7, b: 7, c: 7, note: "" },
        { name: "Невитт", a: 8, b: 12, c: 9, note: "1 скилл" },
        { name: "Масия", a: 9, b: 9, c: 9, note: "1 скилл" },
        { name: "Калли", a: 7, b: 7, c: 9, note: "1 скилл" },
        { name: "Анаким", a: 8, b: 8, c: 8, note: "1 скилл" },
        { name: "Одиэль", a: 8, b: 7, c: 7, note: "" },
        { name: "Канапель", a: 8, b: 9, c: 7, note: "" },
        { name: "Марис", a: 6, b: 7, c: 4, note: "" }
      ],
      description: "ℹ️ Другие Характеристики: Крит шанс 169%, шанс двойного урона 121%, шанс тройного урона 40%, блокировка оружия 148%, увеличение урона от оружия 286%, увеличение урона от умений 309%, сопротивление от оглушения 161%, шанс оглушения 147%.<br><br>💯 Коллекции Вещей: Общее 20,2%<br>✅ Донатные Коллекции: Частично❗️<br><br>🟣 Фиол Карты: 15 шт. (5 шт пробуды) + 2 Золотых Камня!<br>🔴 Красные Карты:98 шт. (71 шт. пробуда)<br><br>🔥 В НАЛИЧИИ АНТАРАС Х2❗️<br>🟣 Фиол Агатионы: 13 шт. (7 шт пробуда) + 1 Золотой Камень!<br>🔴 Красные Агатионы: 44 шт. (20 шт. пробуда)<br><br>⚜️ Фиол Скиллы: 5 шт. Абсолютное копье, Громовые раскаты, Грохот землетрясения, Неприкасаемая сила, Удар Хелиоса + 1 имперское + 2 за Адену + 20кк орденов.<br>📕 Красные Скиллы: Все, кроме Гдд!<br>📖 Скиллы Наследника: 2 шт. фиол, 19 шт. красных<br>📜 Артефакты: Фиол 1 шт (нож), красные 9 шт (3 в класс)<br>🟥 Красные Вещи: +5 Кольцо Страсти Божества (привяз.), +4 Сапоги Величия Божества (привяз.), Мантия Величия Божества (привяз.), Пояс Экимуса Божества (привяз.), +5 Перчатки Величия Божества (привяз.), +5 Диадема Величия Божества (привяз.).<br><br>💰 Донатная Бижа:<br>Серьга дракона огня +6, серьга дракона земли +6, серьга дракона ветра +6, браслет берсерка +6, благ футболка силы +6, забрало +6, брошь отваги +6, благ браслет стража +5, печать паагрио +6, благ печати паагрио и евы +5, брошь веры +5, горжет +2, карманные часы вечности<br><br>⚠️ Транспорт и Облики: 1 красный облик, 4 красных маунта.<br><br>⚙️ Печати Духа:<br>Заряд души 9-0, атака 7-2, хранитель 7-2, завоевание 7-0, дуэль 10-2, энергия 7-3, самоконтроль 7-1, воля 7-0, терпимость 7-0, вдохновение 4-2.<br><br>💠 Пробуждение:<br>Эратона 9-12-12 +1 скилл, Полина 9-9-9, Терси 7-7-7, Невитт 8-12-9 +1 скилл, Масия 9-9-9 +1 скилл, Калли 7-7-9 +1 скилл, Анаким 8-8-8 +1 скилл, Одиэль 8-7-7, Канапель 8-9-7, Марис 6-7-4.<br><br>😈 Кристалл Души:<br>Прогресс по часовой стрелке: XVIII +2 скилла, XV +1 скилл, XVI +2 скилла, XIV +1 скилл, ХХ +1 скилл, XVIII +2 скилла, XVII +1 скилл.<br>Не хватает 1-й Красной Души!<br>В наличии 3 Фиол Души!<br><br>⚔️ Мастерство:<br>Фиол, 8 слотов хорошие, 1 надо доработать, 1422 монеты, Мастер 1 ячейки не хватает.<br><br>🧰 Пожитки: 16 ккк аден, 2кк орденов, 50/50 эликсиров, Сигма Фулл + 1 скилл, 10 часов замка, 9,7кк знаков поручения, 2 альта 73 лвл в краснухе с крафта, 191 алмаз.",
      details: [
        "Регион: Россия",
        "Класс: Копьё",
        "Уровень: 84",
        "Дроп: Золотой лут",
        "Вход: по номеру телефона"
      ]
    }
  ],

  items: [
  
    {
      title: "+7 Уконбасара",
      category: "cheap",
      price: 2500,
      region: "Россия",
      drop: "Фиолетовый лут",
      typeClass: "purple",
   

      cover: "img/test-real/items/item1/0.png",
      images: [
        "img/test-real/items/item1/1.png"
      ],
      description: "Пак игровой валюты для покупки экипировки и ресурсов.",
      details: ["Регион: Россия", "Тип: игровая валюта", "Передача: вручную", "Дроп: Фиолетовый лут"]
    }
  ],
  diamonds: [
    {
      title: "Покупка алмазов RU/EU",
      category: "diamonds",
      price: 1,
      region: "Россия",
      drop: "Алмазы",
      typeClass: "red",
      cover: "img/catalog/diamonds/diamonds-preview.png",
      images: [
        "img/diamonds/diamonds-cover.png"
      ],
      description: "Покупка алмазов Lineage 2. Выберите сервер, кластер и нужное количество алмазов.",
      clusters: ["Барц", "Зигхард", "Эрика", "Леона"],
      clusterServers: {
        Барц: ["Барц-1", "Барц-2", "Барц-3", "Барц-4", "Барц-5", "Барц-6"],
        Зигхард: ["Зигхард-1", "Зигхард-2", "Зигхард-3", "Зигхард-4", "Зигхард-5", "Зигхард-6"],
        Эрика: ["Эрика-1", "Эрика-2", "Эрика-3", "Эрика-4", "Эрика-5", "Эрика-6"],
        Леона: ["Леона-1", "Леона-2", "Леона-3", "Леона-4", "Леона-5", "Леона-6"]
      },
      minAmount: 0,
      maxAmount: 1000000,
      amountStep: 100,
      defaultAmount: 1000
    }
  ]
};